[
  {
    "title": "Confidence Women: Gender, Empowerment, and Entrepreneurial Mythmaking in the Wellness MLM Industry",
    "authors": "Regele, Matthew D. and Schakenbach Regele, Lindsay",
    "description": "We examine how empowerment and confidence narratives mobilize identity and effort among women in wellness-oriented multi-level marketing businesses, while masking unit economics and converting structural constraints into personal shortcomings.",
    "highlight": true
  },
  {
    "title": "Confidence Women: The Role of Dance Fitness Entrepreneurs and Workers in Multi-Level Marketing History",
    "authors": "Schakenbach Regele, Lindsay and Regele, Matthew D.",
    "description": "We trace the evolution of dance-fitness and wellness MLMs such as Jazzercise, Zumba, Shine, and Turn Up, showing how compensation design and community-based customer acquisition coevolved with shifts in women's work and social media.",
    "highlight": true
  },
  {
    "title": "Riding the Line: Legitimacy Ambidexterity in Outlaw Motorcycle Clubs",
    "authors": "Regele, Matthew D. and Lippmann, Stephen",
    "description": "A conceptual paper developing a theory of how organizations alternate between norm violation and norm compliance to build internal cohesion and external influence, with implications for new ventures and scaling firms."
  },
  {
    "title": "How Entrepreneurs Conceptualize the Value of Education for Entrepreneurship",
    "authors": "Humphrey, Jarrod, Regele, Matthew D., and Gaddis Ross, David",
    "description": "A textual analysis of Reddit posts examining how nascent entrepreneurs encounter and construct narratives about university-based entrepreneurship education in online communities."
  },
  {
    "title": "Structuring Flexibility: How Standardization Can Enable Adaptation in Organizations",
    "authors": "Regele, Matthew D.; Woodruff, Sarah; Helsinger, Abigail; Dixon, Maressa; and Cummins, Phyllis A.",
    "description": "We show how rigid organizational design choices such as standardized workflows, tightly sequenced processes, clear checkpoints, and predictable pacing can increase real-world flexibility. By making the core work process legible and reliable, standardization shifts attention away from constant improvisation and toward higher-value adaptation. This includes spotting predictable breakdowns early, reallocating support when disruptions occur, and helping people recover quickly after setbacks. The result is flexibility that comes from structure, improving coordination, reducing variance in outcomes, and creating capacity for tailored support without sacrificing speed or reliability."
  },
  {
    "title": "Helping Me or Helping You? Motivation and the Continuous Deployment of Managerial Capital in Developing Country SMEs",
    "authors": "Regele, Matthew D.",
    "description": "A study examining the motivations behind ongoing managerial support to small and medium enterprises in developing economies."
  },
  {
    "title": "Employer Relationships and Student Success in Ohio's Technical Centers",
    "authors": "Dixon, Maressa and Regele, Matthew D.",
    "description": "Research examining how employer-institution partnerships shape student outcomes in Ohio's technical education centers."
  },
  {
    "title": "Lowering Barriers to Postsecondary Education Success for Marginalized Adult Learners",
    "authors": "Woodruff, Sarah, Helsinger, Abigail, Regele, Matthew D., Dixon, Maressa",
    "description": "A study identifying structural barriers to postsecondary success and translating evidence into actionable program design for underserved populations."
  }
]
